/* Localized versions of Info.plist keys */

AMName = "Compress Images";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "Image files of type BMP (.bmp), GIF (.gif), JPEG (.jpg or .jpeg), JPEG 2000 (.jp2), PICT (.pct or .pict), PNG (.png), or TIFF (.tif or .tiff).";
AMDNote = "Best quality may create a heavier picture than the original. Initial value do not change the size for JPEG image files in input.";
AMDOptions = "Set the compress level with the slider. Best quality mean heavier file, and least quality mean better compression, less weight saved (ideal for web).";
AMDResult = "Image files of type JPEG (.jpg)";
AMDSummary = "This action compresses JPEG pictures to save space on disk.";
AMDWebsite = "http://lisapple.free.fr/compressor/";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "This action will change the image files passed into it.  Would you like to add a Copy Finder Items action so that the copies are changed and your originals are preserved?";
